[
    {
        "name": "MacDonalds",
        "tier": "Fast food",
        "price_range": "Low",
        "is_dessert": false,
        "desc": "McDonald's is the world's largest restaurant chain by revenue,12 serving over 69 million customers daily in over 100 countries13 across 37,855 outlets as of 2018.1415 Although McDonald's is best known for its hamburgers, cheeseburgers and french fries, they feature chicken products, breakfast items, soft drinks, milkshakes, wraps, and desserts. In response to changing consumer tastes and a negative backlash because of the unhealthiness of their food,16 the company has added to its menu salads, fish, smoothies, and fruit. The McDonald's Corporation revenues come from the rent, royalties, and fees paid by the franchisees, as well as sales in company-operated restaurants. According to two reports published in 2018, McDonald's is the world's second-largest private employer with 1.7 million employees (behind Walmart with 2.3 million employees).1718 As of 2020, McDonald's has the ninth-highest global brand valuation.19"
    },
    {
        "name": "Nandoes",
        "tier": "Mediocre food",
        "price_range": "Mid",
        "is_dessert": false,
        "desc": "Nandinoes is a trusted and remains a go to mid tier food places, the thighs remain exceptionally juicy - the pita remain exceptionally hole-less and the chips remain exceptionally peri-salted"
    },
    {
        "name": "Saharah Grill",
        "tier": "Fancy food",
        "price_range": "High",
        "is_dessert": false,
        "desc": "Haven't been there, don't know. Apparently they have good lamp chops"
    },
    {
        "name": "Hakassan",
        "tier": "Fancy food",
        "price_range": "Royal",
        "is_dessert": false,
        "desc": "Your wallet will never forgive you and you will always wish you had stuck to Macdonalds"
    },
    {
        "name": "KFC",
        "tier": "Fast food",
        "price_range": "Low",
        "is_dessert": false,
        "desc": "One Word: Gravy."
    },
    {
        "name": "Pho",
        "tier": "Mediocre food",
        "price_range": "Mid",
        "is_dessert": false,
        "desc": "Pho offers a truly exotic selection of meats and surprises beinging adventure and excitement to your westernised tastebuds"
    },
    {
        "name": "Amorino",
        "tier": "Fancy food",
        "price_range": "Mid",
        "is_dessert": true,
        "desc": "Truly the one and only Italian Gelato desert place offering unmatched levels of flavour althouth their hot chocolate can be hit or miss"
    }
]
